greet = "Привіт, {name}, я бот, який допоможе зберегти життя собак ☺️"
menu = "📍 Головне меню"
report = "Відправте фото та локацію"
report_location = "Локацію збережено"
report_photo = "Фото збережено"
contacts = "Євровет вул. Пасічна, 102 +380 (67) 559 69 08" \
           "\nЄвровет вул.Яблонської, 8 + 380(67) 559 69 02" \
           "\nВет клініка доктора Маркевича вул. Лисеницька, 2а +380 (68) 151 51 55" \
           "\nВетмедкомплекс вул. Бучми, 22 +380 (97) 233 98 17," \
           "\nАлден-вет вул. Кульпарківська, 160 +380 (68) 011 67 07"
an_incident = "Тут буде текст що робити при отруєні собаки"
maps_generation = "Генерую мапу"
