greet = "Привіт, {name}, я бот, який допоможе зберегти життя собак ☺️"
menu = "📍 Головне меню"
report = "Відправте фото та локацію"
report_location = "Локацію збережено"
report_photo = "Фото збережено"
contacts = [
    "💊 Євровет вул. Пасічна, 102\n+380 (67) 559 69 08",
    "💊 Євровет вул.Яблонської, 8\n+ 380(67) 559 69 02",
    "💊 Вет клініка доктора Маркевича вул. Лисеницька, 2а\n+380 (68) 151 51 55",
    "💊 Ветмедкомплекс вул. Бучми, 22\n+380 (97) 233 98 17,",
    "💊 Алден-вет вул. Кульпарківська, 160\n +380 (68) 011 67 07",
]
an_incident = "Тут буде текст що робити при отруєні собаки"
maps_generation = "Генерую мапу"

poison_symptoms = """
Ізоніазид (протитуберкульозний препарат):

Найчастіше: конвульсії, втрата координації, часте сечовипускання або дефекація, судоми.

Інші симптоми:

- Нудота та блювання
- Понос
- Загальна слабкість та втрата координації
- Запаморочення та судоми
- Підвищена температура тіла
- Подавлення дихання
- Збудження та неспокій
- Зміна апетиту (від відсутності апетиту до підвищеного апетиту)
- Поліурія (збільшення кількості виділеної сечі)
- Розмитий зір або втрата зору

АНТИДОТ 💉:

якщо собака з'їла, облизала, обнюхала цю отруту, необхідно якнайшвидше вколоти пиридоксин (вітамін В6) 1мл на 1кг ваги собаки. Найкраще внутрішньовенно, але можна і мʼязево

оберіть наймʼякіше місце в мʼязі задньої лапки. Коліть в це місце на одній лапці, потім в іншій. Чергуйте. Не переживайте, що можете вколоти неправильно, ліпше вколоти непрофесійно, ніж не вколоти зовсім. Передозування цим препаратом зробити важко, тому не бійтеся, що вколете забагато

Щуряча отрута:

Щуряча отрута містить антикоагулянти, які не дають звертатися крові. Тут ми будемо мати внутрішню кровотечу з великою вірогідністю.

 - Кровотечі: можуть бути видимі кровотечі з носа, ясен, шкіри або внутрішні кровотечі, що виявляються у вигляді кров'яних викидень, темного калу або крові у сечі.
 - Загальна слабкість та втрата координації: собака може стати слабкою, втратити інтерес до активностей, мати проблеми з рухом та координацією.
 - Зниження апетиту та втрата ваги: собака може відмовлятися від їжі та поступово втрачати вагу.
 - Блювання та діарея: можуть спостерігатися часті блювання та понос.
 - Загальна депресія: собака може проявляти сонливість, втрату інтересу до оточуючого середовища та пасивність.
 - Нестабільна ходьба та тремори: можуть виникнути проблеми з рухом, незримі судоми та тремори.

АНТИДОТ💉: 

Протиотрута існує, але колоти має ЛИШЕ лікар вет медицини, тому якнайшвидше їдьте в лікарню і опишіть симптоми, ветеринар знатиме, як допомогти

 Метоклопрамід

В результаті отруєння паралізується дихальна система, від чого тварина помирає у найближчі дні

АНТИДОТ 💉:

допомогу можуть надати ЛИШЕ у вет клініці
"""